/* In browser window title */
"Get a donation key!" = "Nabavi donatorski ključ!";

/* The full name of the supporter */
"Registered to {0}" = "Registrovan na {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Hvala Vam na Vašoj podršci. Vaš doprinos će pomoći budući razvoj i time poboljšati Cyberduck.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "Vaš registracioni kod je kopiran u fasciklu donatora aplikacije.";

/* Validation failed */
"Not a valid donation key" = "Nije validan donacioni kod";

"This donation key does not appear to be valid." = "Ovaj donacioni ključ izgleda nije validan.";

/* Thank you */
"Continue" = "Nastavi";
/* Validation failed */
"Not a valid donation key" = "Nije validan donacioni kod";

"This donation key does not appear to be valid." = "Ovaj donacioni ključ izgleda nije validan.";

/* Thank you */
"Continue" = "Nastavi";